cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/drivers'

brew 'ack'
brew 'autojump'
brew 'coreutils'
brew 'go'
brew 'git'
brew 'htop'
brew 'jq'
brew 'libgit2'
brew 'mas'
brew 'node'
brew 'openssl'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask 'alfred'
cask 'atom'
cask 'google-chrome'
cask 'gpgtools'
cask 'hyper'
cask 'sequel-pro'
cask 'spotify'
cask 'synology-cloud-station-drive'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'

mas '1Password', id: 443987910
mas 'Airmail 3', id: 918858936
mas 'ColorTagGen', id: 446932394
mas 'Magnet', id: 441258766
mas 'Pocket', id: 568494494
mas 'Slack', id: 803453959
mas 'Twitter', id: 409789998
mas 'Wunderlist', id: 410628904
