cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'git'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'node'
brew 'openssl'
brew 'roundup'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask 'adium'
cask 'alfred'
cask 'atom'
cask 'firefox'
cask 'hipchat'
cask 'google-chrome'
cask 'iterm2'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'synology-cloud-station-drive'
cask 'vlc'
